
/* IMAGE EDITOR */
"ImageEditor_DefaultTitle" = "Edit";
"ImageEditor_BackBtnTitle" = "Back";
"ImageEditor_OKBtnTitle" = "OK";


/* IMAGE TOOLS NAMES */
"ContrastTool_DefaultTitle" = "Contrast";
"SaturationTool_DefaultTitle" = "Saturation";
"BrightnessTool_DefaultTitle" = "Brightness";
"ExposureTool_DefaultTitle" = "Exposure";
"BlurEffect_DefaultTitle" = "Blur";
"FramesTool_DefaultTitle" = "Frames";
"ClippingTool_DefaultTitle" = "Crop";
"FilterTool_DefaultTitle" = "Filters";
"ColorizeTool_DefaultTitle" = "Colorize";
"EffectTool_DefaultTitle" = "Effects";
"StickerTool_DefaultTitle" = "Stickers";
"TextTool_MenuItemText" = "Edit Text";
"ToneCurveTool_DefaultTitle" = "ToneCurve";
"ResizeTool_DefaultTitle" = "Resize";
"RotateTool_DefaultTitle" = "Rotate";
"TextTool_DefaultTitle" = "Text";
"DrawingTool_DefaultTitle" = "Drawing";
"TexturesTool_DefaultTitle" = "Textures";
"BordersTool_DefaultTitle" = "Borders";



/* EFFETCS NAMES */
"EffectBase_DefaultTitle" = "None";
"BloomEffect_DefaultTitle" = "Bloom";
"BlurEffect_MenuItemBand" = "Band";
"GloomEffect_DefaultTitle" = "Gloom";
"HighlightSadowEffect_DefaultTitle" = "Highlight";
"HueEffect_DefaultTitle" = "Hue";
"PixellateEffect_DefaultTitle" = "Pixelate";
"PosterizeEffect_DefaultTitle" = "Posterize";
"SpotEffect_DefaultTitle" = "Spot";
"BumpEffect_DefaultTitle" = "Bump";
"SplashEffect_DefaultTitle" = "Splash";
"PinchEffect_DefaultTitle" = "Pinch";


/* BLUR BUTTONS */
"BlurEffect_MenuItemCircle" = "Circle";
"BlurEffect_MenuItemNormal" = "Normal";


/* CLIPPING BUTTONS */
"ClippingTool_ItemMenuCustom" = "Custom";



/* FILTERS NAMES */
"DefaultEmptyFilter_DefaultTitle" = "None";
"DefaultChromeFilter_DefaultTitle" = "Chrome";
"DefaultCurveFilter_DefaultTitle" = "Curve";
"DefaultFadeFilter_DefaultTitle" = "Fade";
"DefaultInstantFilter_DefaultTitle" = "Instant";
"DefaultInvertFilter_DefaultTitle" = "Invert";
"DefaultLinearFilter_DefaultTitle" = "Linear";
"DefaultMonoFilter_DefaultTitle" = "Mono";
"DefaultNoirFilter_DefaultTitle" = "Noir";
"DefaultProcessFilter_DefaultTitle" = "Process";
"DefaultSepiaFilter_DefaultTitle" = "Sepia";
"DefaultTonalFilter_DefaultTitle" = "Tonal";
"DefaultTransferFilter_DefaultTitle" = "Transfer";
"DefaultVignetteFilter_DefaultTitle" = "Vignette";
"DottedFilter_DefaultTitle" = "Dotted";
"PurpleizedFilter_DefaultTitle" = "Purpleized";
"LusterFilter_DefaultTitle" = "Luster";
"BlurFilter_DefaultTitle" = "Blur";
"SharpenFilter_DefaultTitle" = "Sharpen";

/* COLORIZE FILTER NAMES */
"ColorizeEmptyFilter_DefaultTitle" = "None";
"ColorizeC1_DefaultTitle" = "C1";
"ColorizeC2_DefaultTitle" = "C2";
"ColorizeC3_DefaultTitle" = "C3";
"ColorizeC4_DefaultTitle" = "C4";
"ColorizeC5_DefaultTitle" = "C5";
"ColorizeC6_DefaultTitle" = "C6";
"ColorizeC7_DefaultTitle" = "C7";
"ColorizeC8_DefaultTitle" = "C8";



/* RESIZE BUTTONS */
"ResizeTool_InfoPanelTextNewSize" = "Set New Image Size";
"ResizeTool_InfoPanelTextOriginalSize" = "Original Image Size";


/* ROTATE BUTTONS */
"RotateTool_MenuItemFlipTitle1" = " ";
"RotateTool_MenuItemFlipTitle2" = " ";
"RotateTool_MenuItemRotateTitle" = " ";


/* TEXT TOOL BUTTONS */
"TextTool_EmptyText" = "Text";
"TextTool_MenuItemAlignCenter" = " ";
"TextTool_MenuItemAlignLeft" = " ";
"TextTool_MenuItemAlignRight" = " ";
"TextTool_MenuItemColor" = "Color";
"TextTool_MenuItemFont" = "Font";
"TextTool_MenuItemNew" = "New";
"TextTool_BuyFontsButton" = "New Fonts";



